/* Format of the title of the preferences panel (e.g. <AppName> Preferences) */
"%@ Preferences" = "%@-voorkeuren";

/* Cancel button on the 'Save Changes' alert panel. */
"Cancel" = "Annuleer";

/* Message on sheet shown when the user attempts to close a preferences panel which contains unsaved changes. */
"Do you want to save changes to your Preferences?" = "Wilt u de wijzigingen in uw voorkeuren bewaren?";

/* Don't save button on the 'Save Changes' alert panel */
"Don\\U2019t Save" = "Bewaar niet";

/* Save button on the 'Save Changes' alert panel. */
"Save" = "Bewaar";

/* Title of the panel asking user to save changes in their preferences. */
"Save Changes" = "Wijzigingen bewaren";

